[
  {
    "name": "I dare you to Stand up for 2 turns"
  },
  {
    "name": "I dare you to do 10 pushups with one hand in less than a minute"
  },
  {
    "name": "I dare you to do a headstand for 2 mins"
  },
  {
    "name": "Do an impression of your favorite celebrity"
  },
  {
    "name": "Close your eyes and send a blind text to a random person"
  },
  {
    "name": "Go grab a broom and do your best tango"
  },
  {
    "name": "Give a 3 minute stand-up comedy routine"
  },
  {
    "name": "Break dance"
  },
  {
    "name": "Make up a story about the item to your right"
  },
  {
    "name": "Sing the alphabet without moving your mouth"
  },
  {
    "name": "Do your best president impression"
  },
  {
    "name": "Yell out the first word that comes to your mind right now"
  },
  {
    "name": "Call the pizza place and order 300 sardine pizzas"
  },
  {
    "name": "Pound on your chest and act like a gorilla for the next minute"
  },
  {
    "name": "Sing everything you say for the next 10 minutes"
  },
  {
    "name": "Give a foot massage"
  },
  {
    "name": "Say the alphabet backwards in 15 seconds"
  },
  {
    "name": "Go to the neighbor's house and ask for a banana"
  },
  {
    "name": "Go up to someone random and ask for a hug"
  },
  {
    "name": "Set your cell phone language to Chinese for the next 10 minutes"
  },
  {
    "name": "Act like your favorite Disney character for the rest of the game"
  },
  {
    "name": "Sing %u201CTwinkle Twinkle"
  },
  {
    "name": "Give a concert with your air guitar"
  },
  {
    "name": "Make a poem using the words orange and moose"
  },
  {
    "name": "Unbuckle your own belt using your elbows"
  },
  {
    "name": "Brush someone else's teeth"
  },
  {
    "name": "Twerk for a minute"
  },
  {
    "name": "Belly dance to a country song"
  },
  {
    "name": "Make up a country song of the top of your head"
  },
  {
    "name": "Get on all fours and act like a dog until your next turn"
  },
  {
    "name": "Make up a short rap about another player"
  },
  {
    "name": "Act like Romeo from %u201CRomeo and Juliet%u201D (pick who you want to be Juliet)"
  },
  {
    "name": "Do an impression of someone until another player can guess who you are"
  },
  {
    "name": "Say %u201Cya heard meh%u201D after everything you say for the next 5 minutes"
  },
  {
    "name": "Act like you do not understand your own language until your next turn (come up with your own language)"
  },
  {
    "name": "Use the letters of the name of another player to describe them (ex. SAM : S %u2013 Silly)"
  },
  {
    "name": "Only use sign language for the next round"
  },
  {
    "name": "Do pushups until it's your turn again"
  },
  {
    "name": "Wear a finger mustache for the next 5 minutes"
  },
  {
    "name": "Only use your elbows and knees to go make a sandwich"
  },
  {
    "name": "Write a Facebook (or other social media) post only using your toes"
  },
  {
    "name": "Take a selfie with the toilet and post it online"
  },
  {
    "name": "Paint your toenails only using your teeth"
  },
  {
    "name": "Get on the table (or in the middle/front) and do a strip tease"
  },
  {
    "name": "Tie a cherry stem with your tongue"
  },
  {
    "name": "With clothes on (for now) top your partner and start riding"
  },
  {
    "name": "Twerk in only your underwear"
  },
  {
    "name": "Lick your partner (or person to your left) from their neck all the way to the brim or their underwear"
  },
  {
    "name": "Suck on your partner's belly button for a minute"
  },
  {
    "name": "Lick or suck on the nipples of your partner for a minute"
  },
  {
    "name": "Unwrap a piece of candy in your mouth"
  },
  {
    "name": "Put a wrapped piece of candy in your mouth and then unwrap it with your partner"
  },
  {
    "name": "Take off your partner's underwear using only your teeth"
  },
  {
    "name": "Kiss your partner all around their %u201Cdown-low%u201D area (not the actual part tough)"
  },
  {
    "name": "Put your hand down your partner's pants until the next round"
  },
  {
    "name": "Make out with the person to the right of you (if okay with your partner :])"
  },
  {
    "name": "With no bottoms"
  },
  {
    "name": "With no bottoms"
  },
  {
    "name": "Give your partner head for 3 minutes"
  },
  {
    "name": "Take and ice cube and run it up and down your partner's body until it is melted"
  },
  {
    "name": "Spray whipped cream (or any other food) all over someone in the group and eat it off of them"
  },
  {
    "name": "Bite/kiss your partner's booty"
  },
  {
    "name": "Masturbate in front of the group (or just your partner)"
  },
  {
    "name": "Blindfold yourself"
  },
  {
    "name": "Sit naked for the rest of the game"
  },
  {
    "name": "Take a naked selfie and send it to your partner"
  },
  {
    "name": "Go in the next room and make a sex video with your partner for 5 minutes"
  },
  {
    "name": "Give your partner's private a peak"
  },
  {
    "name": "Stand outside naked for 3 minutes"
  },
  {
    "name": "Give a hand job for 3 minutes"
  },
  {
    "name": "Make love with your partner for 3 minutes only (must stop after 3 minutes)"
  },
  {
    "name": "Take off your partner's bra (or nearest woman's) using only your teeth"
  },
  {
    "name": "Give a back rub the person to your right"
  },
  {
    "name": "Pull up your favorite porn site your phone right now"
  },
  {
    "name": "Send a nude to your ex"
  },
  {
    "name": "Wear a pair of your partner's underwear"
  },
  {
    "name": "Put a hickey on the inner thigh of the person to your left"
  },
  {
    "name": "Give head to the person next to you for 2 full songs"
  },
  {
    "name": "Make your partner cum using only your hands"
  },
  {
    "name": "Let your partner rub your inner thighs"
  },
  {
    "name": "You must act like the sex slave to the person to your right. Doing whatever they say to do for the next 15 minutes."
  },
  {
    "name": "Go blindfolded into the closet"
  },
  {
    "name": "Do the silliest dance that you can think of"
  },
  {
    "name": "Act like an old lady or an old man"
  },
  {
    "name": "Spin around 10 times"
  },
  {
    "name": "Do 10 jumping jacks"
  },
  {
    "name": "Say the alphabet backwards in 30 seconds"
  },
  {
    "name": "Go a whole minute without blinking"
  },
  {
    "name": "Hold your breath for 10 seconds"
  },
  {
    "name": "Act like a chicken for 1 minute"
  },
  {
    "name": "Jump up and down until it's your turn again"
  },
  {
    "name": "Close your eyes until it's your turn again"
  },
  {
    "name": "Sing %u201CItsy Bitsy Spider%u201D while standing on your head"
  },
  {
    "name": "Do 5 cartwheels in a row"
  },
  {
    "name": "Do a backbend"
  },
  {
    "name": "Act like your favorite Disney person"
  },
  {
    "name": "Say %u201Cbanana%u201D after everything you say until it is your turn again"
  },
  {
    "name": "Make up a poem about the color blue"
  },
  {
    "name": "Act like a monkey until it is your turn again"
  },
  {
    "name": "Do a handstand"
  },
  {
    "name": "Cross your eyes"
  },
  {
    "name": "Lick your nose"
  },
  {
    "name": "Eat a spoonful of peanut butter"
  },
  {
    "name": "Tickle the person to your right"
  },
  {
    "name": "Tie your shoe strings together and try to walk to the door and back"
  },
  {
    "name": "Act like a baby until your next turn"
  },
  {
    "name": "Moo like a cow as loud as you can"
  },
  {
    "name": "Do the sprinkler dance"
  },
  {
    "name": "Act like your favorite superhero"
  },
  {
    "name": "Go 10 minutes without saying the words: but"
  },
  {
    "name": "Act like a statue until it is your turn again (no talking or moving)"
  },
  {
    "name": "Meow like cat"
  },
  {
    "name": "Put your leg behind you head"
  },
  {
    "name": "Sing your favorite song"
  },
  {
    "name": "Make a fish face"
  },
  {
    "name": "Pretend that you are an airplane for 2 minutes"
  },
  {
    "name": "Dance like a ballerina"
  },
  {
    "name": "Say the alphabet in a different language"
  },
  {
    "name": "Do your best hip hop dance"
  },
  {
    "name": "Try to lick your elbow"
  },
  {
    "name": "Paint your fingernails with a crayon"
  },
  {
    "name": "Sit upside down in a chair until your next turn"
  },
  {
    "name": "Take a shot"
  },
  {
    "name": "Take a shot off of the person to your right"
  },
  {
    "name": "Run down the street in only your underwear"
  },
  {
    "name": "Slap the person to your left on the booty"
  },
  {
    "name": "Eat a raw egg"
  },
  {
    "name": "Eat a dry pack of noodles"
  },
  {
    "name": "Floss the teeth of the person to your left"
  },
  {
    "name": "Take a shower fully clothed"
  },
  {
    "name": "Speak like Tony Montana for the next 10 minutes"
  },
  {
    "name": "Give the person to your right a hickie"
  },
  {
    "name": "Eat toilet paper"
  },
  {
    "name": "Snort a line of sugar"
  },
  {
    "name": "Eat some soap"
  },
  {
    "name": "Twerk on a handstand"
  },
  {
    "name": "Let someone give you haircut with their weak hand"
  },
  {
    "name": "Make a freestyle rap song about each person in the group"
  },
  {
    "name": "Lick someone's foot"
  },
  {
    "name": "Give a topless lap dance"
  },
  {
    "name": "Call someone random"
  },
  {
    "name": "Twerk while in a split"
  },
  {
    "name": "Spin the bottle"
  },
  {
    "name": "Send a nude to one of your exes"
  },
  {
    "name": "Email one of your professor's and tell them you love them"
  },
  {
    "name": "Lick the wall"
  },
  {
    "name": "Blindfolded"
  },
  {
    "name": "Close your eyes"
  },
  {
    "name": "Give some head with their underwear still on"
  },
  {
    "name": "Take two shots of a dark and a light liquor ( 4 shots total)"
  },
  {
    "name": "Blindfolded"
  },
  {
    "name": "Go outside completely naked and walk slowly up to the mailbox and back"
  },
  {
    "name": "Let someone lick a full circle around your face"
  },
  {
    "name": "Stand in the corner in %u201Ctime out%u201D"
  },
  {
    "name": "Make out with someone's boyfriend or girlfriend"
  },
  {
    "name": "Raise your shirt play with your nipples"
  },
  {
    "name": "Chug a whole beer in 15 seconds"
  },
  {
    "name": "Sit in the trash can for the next round"
  },
  {
    "name": "Chug an entire beer"
  },
  {
    "name": "Wearing only high heels do a strip dance for the group"
  },
  {
    "name": "Take 2 shots and do a cartwheel"
  },
  {
    "name": "Call your parents and tell them you're dropping out"
  },
  {
    "name": "Put peanut butter on your nose"
  },
  {
    "name": "Do a headstand"
  },
  {
    "name": "Stand on one leg for the next three rounds"
  },
  {
    "name": "Cross your eyes and walk to front yard and back"
  },
  {
    "name": "Do an impression of your favourite relative"
  },
  {
    "name": "Act like the family pet until it is your turn again"
  },
  {
    "name": "For the next 2 rounds"
  },
  {
    "name": "Quack and walk like a duck"
  },
  {
    "name": "Do your best impression of Mickey Mouse"
  },
  {
    "name": "Spin around for 10 seconds and run out the mailbox and back"
  },
  {
    "name": "Balance a spoon on your nose until the next round"
  },
  {
    "name": "Do your best evil laugh"
  },
  {
    "name": "Make a funny face"
  },
  {
    "name": "Call a random person and sing happy birthday to them"
  },
  {
    "name": "Blindfolded"
  },
  {
    "name": "Give the person to your left a wet willy"
  },
  {
    "name": "Wiggle your ears without using your hands"
  },
  {
    "name": "Talk like a baby for the next 3 rounds"
  },
  {
    "name": "Record yourself doing the silliest dance you can do"
  },
  {
    "name": "Tell a funny knock knock joke"
  },
  {
    "name": "Hold your breath for 15 seconds"
  },
  {
    "name": "Do a headstand while you sing your favourite nursery rhyme"
  },
  {
    "name": "Try to spin on your head like a break dancer"
  },
  {
    "name": "Balance the object to your left on your head for the next three rounds"
  },
  {
    "name": "Do your best hula dance"
  },
  {
    "name": "Tapdance on the couch"
  },
  {
    "name": "Stand up and spin around for the next two rounds"
  },
  {
    "name": "Do 150 jumping jacks"
  },
  {
    "name": "Use the person to your right's stomach as a drum and make up a tribal dance"
  },
  {
    "name": "Stand like a flamingo for the next four rounds"
  },
  {
    "name": "With powder in your hand"
  },
  {
    "name": "Do a handstand on the wall for the next two rounds"
  },
  {
    "name": "Kiss a pillow until it is your turn again"
  },
  {
    "name": "Do your best chicken dance outside on the lawn"
  },
  {
    "name": "Eat three spoonfuls of mustard"
  },
  {
    "name": "Using only your elbows"
  },
  {
    "name": "Text your crush and tell them how much you like them"
  },
  {
    "name": "Send an email to one of your teachers"
  },
  {
    "name": "Smell pepper and try not to sneeze"
  },
  {
    "name": "Ask your crush out on a date"
  },
  {
    "name": "Blindfolded"
  },
  {
    "name": "Take a selfie with a broom and post it on all of your socialmedia"
  },
  {
    "name": "Put the socks of the person to your right in your mouth"
  },
  {
    "name": "Do an impression of your most annoying teacher"
  },
  {
    "name": "Prank call a local restaurant and order one of everything on the menu"
  },
  {
    "name": "Eat half a stick of butter"
  },
  {
    "name": "Try to tickle yourself"
  },
  {
    "name": "Go rinse your mouth out with soap or a minute"
  },
  {
    "name": "Do a cannonball onto the couch"
  },
  {
    "name": "Eat as much hot sauce as you can"
  },
  {
    "name": "Give person to your left a kiss on the forehead"
  },
  {
    "name": "Share a shirt with the person to your right for the next 3 rounds"
  },
  {
    "name": "Hold your shoe up to your nose until it is your turn again"
  },
  {
    "name": "Go outside and sing your national anthem as loud as you can"
  },
  {
    "name": "Fold yourself into a pretzel"
  },
  {
    "name": "Run in place or the next three rounds"
  },
  {
    "name": "Call and yell at one of your parents and then tell them they are grounded for a week"
  },
  {
    "name": "Take a selfie with your finger up your nose and post it to all your social media"
  },
  {
    "name": "Do your best belly dance"
  },
  {
    "name": "Walk on your hands from one side of the room to the other"
  },
  {
    "name": "Make up a three minute song about the first thing that comes to your mind"
  },
  {
    "name": "Act like a pig until it is your turn again"
  },
  {
    "name": "Put makeup on with no mirror"
  },
  {
    "name": "Drink a mystery brew concocted by the rest of the group. Make sure there is nothing harmful or dangerous in the concoction and set a reasonable limit of sips the person must take to complete the dare."
  },
  {
    "name": "Eat a mouthful of crackers and try to whistle."
  },
  {
    "name": "Crack an egg on your head."
  },
  {
    "name": "Combine two foods that should never go together"
  },
  {
    "name": "Stand next to the refrigerator (or food pack if you're camping)"
  },
  {
    "name": "Pretend to be a waiter or waitress and take snack orders from everyone in the group. Bring them the food they ordered and then check back to see if they like it."
  },
  {
    "name": "Eat a snack without using your hands."
  },
  {
    "name": "Exchange shirts with the person next to you for the next round of questions."
  },
  {
    "name": "Wear a funny hat on your head for the next three rounds of questions."
  },
  {
    "name": "Wear your pants backward for the rest of the game."
  },
  {
    "name": "Take off your socks and wear them on your hands for the rest of the evening."
  },
  {
    "name": "Make a headdress out of toilet paper and pose for photos."
  },
  {
    "name": "Switch clothing with someone of the opposite gender. Change in private"
  },
  {
    "name": "Get a large garbage bag and cut the bottom open. Put it on like a skirt and tie the ties around your waist. Act like you are modeling couture on the catwalk."
  },
  {
    "name": "Take 10 minutes to come up with an outfit that has every color of the rainbow. Borrow things from friends as you need to."
  },
  {
    "name": "Set up a tea party between any of the stuffed animals in the house. Invite the girls in your group to join."
  },
  {
    "name": "Tell them they have to do a logic puzzle and if they don't finish it within 3 minutes - you will give them an embarrassing dare!"
  },
  {
    "name": "Say the alphabet backwards in a British accent."
  },
  {
    "name": "Run around the room imitating a monkey."
  },
  {
    "name": "Give someone in the group a piggyback ride around the room."
  },
  {
    "name": "Make up a rap about the person to your right."
  },
  {
    "name": "If there is a pet at the event"
  },
  {
    "name": "Pretend that you're swimming underwater for the next three rounds of questions. Don't forget to make bubbling noises and come up for air from time to time."
  },
  {
    "name": "Everything you say for the rest of the game has to rhyme."
  },
  {
    "name": "Repeat everything another player says for the next three rounds of the game."
  },
  {
    "name": "Sing instead of speaking for the next two rounds of the game."
  },
  {
    "name": "Kiss the previous Person that was dared"
  },
  {
    "name": "Turn someone on without using your hand"
  },
  {
    "name": "I dare you to bend over and let me spank you."
  },
  {
    "name": "Call your crush and tell them you love them"
  },
  {
    "name": "Kiss the person that you find most attractive"
  },
  {
    "name": "Streak!"
  },
  {
    "name": "Turn off the lights"
  },
  {
    "name": "Brush the teeth of the person you're sitting next to."
  },
  {
    "name": "Tape your hand to the person next to you"
  },
  {
    "name": "Deepthroat a banana"
  },
  {
    "name": "Floss the toes of the person sitting to your left"
  },
  {
    "name": "Lick the foot of the person across from you"
  },
  {
    "name": "Striptease for 30 seconds"
  },
  {
    "name": "Get slapped by the hardest slapper in the room."
  },
  {
    "name": "Make your best screaming orgasm sound"
  },
  {
    "name": "Blow into someone's ear (don't say the dare"
  },
  {
    "name": "Do the makeup of the person next to you"
  },
  {
    "name": "Eat a sandwich made out of things found by the others in the group"
  },
  {
    "name": "For the rest of the game"
  },
  {
    "name": "Twerk in your underwear"
  },
  {
    "name": "Do 40 pushups in less than a minute"
  },
  {
    "name": "Go outside and squaredance"
  },
  {
    "name": "Soak your shirt in water"
  },
  {
    "name": "Send your crush a nude on Snapchat."
  },
  {
    "name": "Shave the legs of the buffest dude in the room."
  },
  {
    "name": "Grind on the person next to you."
  },
  {
    "name": "Sexily striptease your socks off. Just your socks."
  },
  {
    "name": "Turn on the person sitting across from you"
  },
  {
    "name": "Take 3 shots"
  },
  {
    "name": "Have someone tie you down and melt ice cubes on your body for 30 seconds"
  },
  {
    "name": "Let someone draw something on your butt with Sharpie"
  },
  {
    "name": "Have someone style your hair"
  },
  {
    "name": "Cry about something"
  },
  {
    "name": "Get in to a debate with a wall"
  },
  {
    "name": "Switch an item of clothing with someone of the opposite gender"
  },
  {
    "name": "Wear someone's bra"
  },
  {
    "name": "Call the nearest Walmart and ask if they do prom makeovers"
  },
  {
    "name": "Call a tattoo parlor and ask if they can do 31 teardrops on your face."
  },
  {
    "name": "Do the worm."
  },
  {
    "name": "Twerk to an N*SYNC"
  },
  {
    "name": "Have sex with the wall"
  },
  {
    "name": "Pray for forgiveness for something ridiculous you've done"
  },
  {
    "name": "Lick the back of someone's knee"
  },
  {
    "name": "Say \"silly boy\" in a sexy voice while booping someone's nose"
  },
  {
    "name": "Roleplay with the previous dare-taker"
  }
]
