[
  {
    "name": "What actor/actress do you prefer?"
  },
  {
    "name": "Who is your secret crush?"
  },
  {
    "name": "What is the most disgusting thing you've ever done?"
  },
  {
    "name": "What is your biggest fear in a relationship?"
  },
  {
    "name": "What was your funniest first date ever?"
  },
  {
    "name": "What is your biggest turn off in a partner?"
  },
  {
    "name": "What is your weirdest habit?"
  },
  {
    "name": "How many kids would you like to have?"
  },
  {
    "name": "What is the perfect first day?"
  },
  {
    "name": "What is one embarrassing fact I should know about you?"
  },
  {
    "name": "What was your childhood nickname?"
  },
  {
    "name": "What is your favourite movie?"
  },
  {
    "name": "Describe your worst date ever?"
  },
  {
    "name": "If there was no such thing as money"
  },
  {
    "name": "What is your favourite food?"
  },
  {
    "name": "What are your three favourite colours"
  },
  {
    "name": "What is your dream job?"
  },
  {
    "name": "If you were trapped on an island for 3 days"
  },
  {
    "name": "Who is your favourite person and why?"
  },
  {
    "name": "Do you prefer apple or android?"
  },
  {
    "name": "How do you put your toilet paper on the roll?"
  },
  {
    "name": "What is your best talent?"
  },
  {
    "name": "Do you believe in love at first sight?"
  },
  {
    "name": "Do you believe in love at all?"
  },
  {
    "name": "What is your dream wedding?"
  },
  {
    "name": "Would you ever consider being a nudist?"
  },
  {
    "name": "How do you feel about end pieces of a loaf of bread?"
  },
  {
    "name": "Can you touch your tongue to your nose?"
  },
  {
    "name": "If you could take away one bad thing in the world"
  },
  {
    "name": "What is your guilty pleasure?"
  },
  {
    "name": "What is the most exotic food that you have ever eaten?"
  },
  {
    "name": "What country would like to live in if you had the chance?"
  },
  {
    "name": "If you could change one thing on your body"
  },
  {
    "name": "What do you daydream about the most?"
  },
  {
    "name": "Describe the weirdest dream you've ever had?"
  },
  {
    "name": "Can you lick your elbow?"
  },
  {
    "name": "What is your favourite season of the year?"
  },
  {
    "name": "Could you go a week without junk food?"
  },
  {
    "name": "How was your first kiss?"
  },
  {
    "name": "Describe your worst kiss ever?"
  },
  {
    "name": "Do you like to exercise?"
  },
  {
    "name": "What was your best sexual experience?"
  },
  {
    "name": "What is the longest you've ever given head?"
  },
  {
    "name": "Would you ever do a 3-some?"
  },
  {
    "name": "How do you feel about sex in groups?"
  },
  {
    "name": "Would you ever watch your partner have sex with someone else?"
  },
  {
    "name": "How many partners have you had at one time?"
  },
  {
    "name": "Describe how you orgasim feels?"
  },
  {
    "name": "Where is your favourite place to be kissed?"
  },
  {
    "name": "Have you ever taken it in the butt or would you?"
  },
  {
    "name": "What is the longest time you've gone without sex?"
  },
  {
    "name": "Do you enjoy rough or slow sex?"
  },
  {
    "name": "Do you prefer to be on top or bottom?"
  },
  {
    "name": "What is your favourite position?"
  },
  {
    "name": "Do you like anal?"
  },
  {
    "name": "What is your least favourite position?"
  },
  {
    "name": "What is the worst sexual experience you've ever had?"
  },
  {
    "name": "Have you ever had sex outside?"
  },
  {
    "name": "Where is the strangest place you've ever had sex?"
  },
  {
    "name": "Have you ever performed oral on someone of the same sex?"
  },
  {
    "name": "Have you ever paid for sex?"
  },
  {
    "name": "Who was your first partner?"
  },
  {
    "name": "Have you ever made a video of yourself?"
  },
  {
    "name": "Who is your favourite porn star?"
  },
  {
    "name": "What is your favourite type of porn?"
  },
  {
    "name": "What is your favourite strip club?"
  },
  {
    "name": "Have you ever thought about being a stripper?"
  },
  {
    "name": "Do you prefer the lights on or off?"
  },
  {
    "name": "Does size matter?"
  },
  {
    "name": "Do you prefer to have music in the background"
  },
  {
    "name": "Do you prefer for your partner to be silent"
  },
  {
    "name": "Do you like a lot of foreplay?"
  },
  {
    "name": "What is your favourite type of foreplay?"
  },
  {
    "name": "Have you done role-playing?"
  },
  {
    "name": "What is your role-playing fantasy?"
  },
  {
    "name": "What is your %u201Csweet spot%u201D?"
  },
  {
    "name": "What is your strangest sexual fantasy?"
  },
  {
    "name": "Would you ever have sex for money?"
  },
  {
    "name": "How flexible are you?"
  },
  {
    "name": "How many orgasms have you had in one sexual encounter?"
  },
  {
    "name": "Spit or Swallow?"
  },
  {
    "name": "What is your favourite color?"
  },
  {
    "name": "What is your favourite animal?"
  },
  {
    "name": "What is your favourite food?"
  },
  {
    "name": "What is your favourite school subject?"
  },
  {
    "name": "Who is your favourite teacher"
  },
  {
    "name": "What is your favourite song?"
  },
  {
    "name": "Who is your favourite Disney character?"
  },
  {
    "name": "What is your favourite TV show?"
  },
  {
    "name": "What is your pet's name?"
  },
  {
    "name": "What is your shoe size?"
  },
  {
    "name": "What is your favourite movie?"
  },
  {
    "name": "Who is your favourite singer?"
  },
  {
    "name": "Do you like bugs?"
  },
  {
    "name": "What is your favourite vegetable?"
  },
  {
    "name": "15. Would you rather be a chicken or duck?"
  },
  {
    "name": "16. Would you rather be a pig or snake?"
  },
  {
    "name": "What is your favourite game to play?"
  },
  {
    "name": "Do you like doing chores?"
  },
  {
    "name": "What is your favourite thing to do on the weekends?"
  },
  {
    "name": "Do you know how to dance?"
  },
  {
    "name": "Do you know how to cook?"
  },
  {
    "name": "Can you speak a different language?"
  },
  {
    "name": "What is your favourite thing to do after school?"
  },
  {
    "name": "Are you in any sports?"
  },
  {
    "name": "What is your favourite sport?"
  },
  {
    "name": "What animal are you scared of?"
  },
  {
    "name": "Are you scared of monsters?"
  },
  {
    "name": "Do you have an imaginary friend?"
  },
  {
    "name": "Who is your best friend?"
  },
  {
    "name": "When did you learn how to ride a bike?"
  },
  {
    "name": "Can you use a pogo stick?"
  },
  {
    "name": "What do you want to be when you grow up?"
  },
  {
    "name": "What is your favourite sport in the Olympics?"
  },
  {
    "name": "What is the capital of the state that you live in?"
  },
  {
    "name": "If you could go anywhere in the world"
  },
  {
    "name": "If you a million dollars"
  },
  {
    "name": "If you could dye your hair any colour"
  },
  {
    "name": "How many brothers and sisters do you have?"
  },
  {
    "name": "If you could be any animal"
  },
  {
    "name": "What is your favourite place to go out to eat?"
  },
  {
    "name": "How people have you slept with on campus?"
  },
  {
    "name": "What is your real GPA?"
  },
  {
    "name": "What is your least favourite frat on campus?"
  },
  {
    "name": "What did you do on your first night of freshman year?"
  },
  {
    "name": "Would you ever have sex with one of your professors? If so"
  },
  {
    "name": "Have you ever blacked out from drinking too much?"
  },
  {
    "name": "What is the craziest thing that you have ever done while drunk?"
  },
  {
    "name": "Who is the best roommate that you have ever had?"
  },
  {
    "name": "What is the most annoying thing that your roommate has ever done?"
  },
  {
    "name": "Have you ever had sex anywhere on campus?"
  },
  {
    "name": "Have you ever had sex in your roommate's bed?"
  },
  {
    "name": "Did you smoke or drink before college? Or did you start when you got here?"
  },
  {
    "name": "Have you ever been a stripper?"
  },
  {
    "name": "Have you ever slept with your roommate's bf/gf?"
  },
  {
    "name": "Have you ever had sex in your parent's bed?"
  },
  {
    "name": "Would you drop out of school if you were to win the lottery?"
  },
  {
    "name": "What is the best party that you've ever been to?"
  },
  {
    "name": "How many parties have you thrown at your house?"
  },
  {
    "name": "Have you ever had a threesome?"
  },
  {
    "name": "Have you ever wanted to have an orgy?"
  },
  {
    "name": "Have you used a toy while have sex?"
  },
  {
    "name": "What is the longest you've had sex in one session?"
  },
  {
    "name": "What is most amount of shots that you have taken in one night?"
  },
  {
    "name": "Have you ever thrown up in someone's car?"
  },
  {
    "name": "Have you ever wet bed from being too drunk?"
  },
  {
    "name": "What is the longest you have gone without sleep?"
  },
  {
    "name": "What is the longest you've gone without sex?"
  },
  {
    "name": "How many times have you skipped class for no reason?"
  },
  {
    "name": "Have you ever gotten an STD?"
  },
  {
    "name": "Have you ever woken up to a stranger in your bed?"
  },
  {
    "name": "What is the earliest you have ever started drinking in the day?"
  },
  {
    "name": "Have you ever spent your parent's money on alcohol?"
  },
  {
    "name": "How many freshmen have you slept with?"
  },
  {
    "name": "Have you ever taken money from a freshman?"
  },
  {
    "name": "Have you ever lied to your parents about if you were in classes or not?"
  },
  {
    "name": "Have you ever taken money from your roommate?"
  },
  {
    "name": "What is the most annoying thing your roommate does?"
  },
  {
    "name": "Have you been in any fights while in school?"
  },
  {
    "name": "Have you ever had someone write a paper for you?"
  },
  {
    "name": "Have you ever done a sex train? (whatever that is)"
  },
  {
    "name": "What is the most annoying thing that your mom does?"
  },
  {
    "name": "What is the most annoying thing that your dad does?"
  },
  {
    "name": "Have you ever snuck anyone into to the house?"
  },
  {
    "name": "How many times have you snuck out of the house?"
  },
  {
    "name": "What is the best dish that you mom makes for dinner?"
  },
  {
    "name": "If you could change any of the house rules"
  },
  {
    "name": "Would you rather be a horse or a cow?"
  },
  {
    "name": "What is the funniest thing your grandparents have ever said?"
  },
  {
    "name": "If you could get rid of one household chore"
  },
  {
    "name": "What is your favourite cartoon from your generation?"
  },
  {
    "name": "What is your favourite childhood song?"
  },
  {
    "name": "What is your favourite board game to play with your family?"
  },
  {
    "name": "If you could put one person in your family on mute for a day"
  },
  {
    "name": "At what age did you learn to ride a bike?"
  },
  {
    "name": "Do you know how to swim?"
  },
  {
    "name": "Describe your dream home"
  },
  {
    "name": "What is the funniest dream that you have ever had?"
  },
  {
    "name": "Have you ever had a dream about one of your relatives?"
  },
  {
    "name": "Who is your celebrity husband or wife?"
  },
  {
    "name": "Who taught you how to tie your shoes?"
  },
  {
    "name": "What is the longest that you have ever been without taking a shower?"
  },
  {
    "name": "Have you ever worn the same clothes for more than three days?"
  },
  {
    "name": "What is your favourite holiday and why?"
  },
  {
    "name": "If you could be any dinosaur"
  },
  {
    "name": "How long could you without eating your favourite food?"
  },
  {
    "name": "Who in your family tells the corniest jokes?"
  },
  {
    "name": "Would you rather be a bumblebee or a slug?"
  },
  {
    "name": "Have you ever eaten a worm?"
  },
  {
    "name": "Have you ever picked your nose when you thought no one was looking?"
  },
  {
    "name": "If you could be any super villain"
  },
  {
    "name": "Who is your best looking teacher that you have ever had?"
  },
  {
    "name": "Have you ever cheated on any test?"
  },
  {
    "name": "Who is your crush at school?"
  },
  {
    "name": "Who is the most annoying person you know?"
  },
  {
    "name": "Have you ever pulled a prank on your teacher?"
  },
  {
    "name": "Have you ever lied to your parents about what you were doingafter school?"
  },
  {
    "name": "Have you ever blamed something that you have done on one of your siblings?"
  },
  {
    "name": "What college do you plan on going to?"
  },
  {
    "name": "Are you still a virgin?"
  },
  {
    "name": "How many boyfriends (or girlfriends) have you had?"
  },
  {
    "name": "Have you ever been kissed yet? If so"
  },
  {
    "name": "What is your biggest pet peeve?"
  },
  {
    "name": "What is the best vacation you've ever been on?"
  },
  {
    "name": "Have you ever told one of your best friend's secrets"
  },
  {
    "name": "Have you ever had a crush on someone that your best friend has dated?"
  },
  {
    "name": "What is the most annoying thing that one of your siblings has done?"
  },
  {
    "name": "Do you have a job?"
  },
  {
    "name": "If you were a billionaire"
  },
  {
    "name": "What is the longest time you have ever been grounded?"
  },
  {
    "name": "What is the longest time that you think you could go withoutyour cell phone?"
  },
  {
    "name": "What is the most expensive thing you own?"
  },
  {
    "name": "If you had the choice to live on your own right now"
  },
  {
    "name": "Can you see yourself being married to the creepiest kid a your school someday?"
  },
  {
    "name": "Would you ever get on a dating website?"
  },
  {
    "name": "Have you ever watched an adult film without your parents knowing?"
  },
  {
    "name": "If you could own your own business one day"
  },
  {
    "name": "What is your favourite kind of clothing?"
  },
  {
    "name": "What celebrity are you obsessed with?"
  },
  {
    "name": "What is the funniest youtube video you have ever seen?"
  },
  {
    "name": "Who is the worst teacher you have ever had"
  },
  {
    "name": "What is your favourite sports team?"
  },
  {
    "name": "What he craziest thing that you have ever done without yourparents knowing?"
  },
  {
    "name": "What would you do if your parents left the house to you fora whole week?"
  },
  {
    "name": "What is your favourite song that is out right now?"
  },
  {
    "name": "Could you go two months without talking to your friends?"
  },
  {
    "name": "What is your favourite part of my body?"
  },
  {
    "name": "If you could do whatever you wanted to me what would it be?"
  },
  {
    "name": "Describe what you would like me to do to you."
  },
  {
    "name": "How many orgasims have I given you in one sitting?"
  },
  {
    "name": "On a scale from 1 to 10 how good is the head that I give you?"
  },
  {
    "name": "Do you like giving me head?"
  },
  {
    "name": "What is our best sexual experience that you remember?"
  },
  {
    "name": "Have we ever had bad sex?"
  },
  {
    "name": "Where do you like my tongue the most?"
  },
  {
    "name": "Would you ever eat my booty"
  },
  {
    "name": "Do you like it rough or soft?"
  },
  {
    "name": "If you could invite any of our friends into the bedroom withus"
  },
  {
    "name": "Would you ever want to go to a swingers party?"
  },
  {
    "name": "What is your favourite pair of my underwear?"
  },
  {
    "name": "Do you ever dream about the sex we have together?"
  },
  {
    "name": "What is the thing that I do that makes you cum every time?"
  },
  {
    "name": "Would you ever want to have sex with one of my friends? If so"
  },
  {
    "name": "What is the funniest thing that I have ever done during sex?"
  },
  {
    "name": "Have you ever faked an orgasim with me?"
  },
  {
    "name": "Have I ever done something that you didn't enjoy during sex?"
  },
  {
    "name": "Have you ever not been in the mood"
  },
  {
    "name": "What part of your body would you love for me to massage?"
  },
  {
    "name": "Have you ever thought about someone else while we were having sex?"
  },
  {
    "name": "Do you like drunk sex?"
  },
  {
    "name": "Would you ever want to get a stripper pole for our room?"
  },
  {
    "name": "What food would you like me to eat off of you?"
  },
  {
    "name": "Would you ever cook naked for me?"
  },
  {
    "name": "Do you like %u201Cdoggy-style%u201D or %u201Cmissionary%u201D better?"
  },
  {
    "name": "What sexual position have you always wanted to try?"
  },
  {
    "name": "Would you ever want to make a video with me?"
  },
  {
    "name": "How long have you gone without showering?"
  },
  {
    "name": "What don't you want anyone in this group to ask you? (Be sure to keep it in mind for future rounds!)"
  },
  {
    "name": "Have you ever told a lie during a game of Truth or Dare? What was it and why?"
  },
  {
    "name": "Have you ever had a crush on anyone here?"
  },
  {
    "name": "Have you ever stolen anything?"
  },
  {
    "name": "What's your scariest nightmare?"
  },
  {
    "name": "What do you think is your biggest physical flaw?"
  },
  {
    "name": "Have you ever gone skinny dipping?"
  },
  {
    "name": "What kind of pajamas do you wear to bed?"
  },
  {
    "name": "What's the dumbest thing you've ever done on a dare?"
  },
  {
    "name": "What color is your underwear?"
  },
  {
    "name": "Have you ever peed in the swimming pool?"
  },
  {
    "name": "Where is the strangest place you've used the bathroom?"
  },
  {
    "name": "Are you scared of dying? Why?"
  },
  {
    "name": "What is your biggest fear?"
  },
  {
    "name": "What happened on the worst day of your life?"
  },
  {
    "name": "Have you ever climbed a tree?"
  },
  {
    "name": "Have you ever sang and danced in the grocery store?"
  },
  {
    "name": "If you could be a superhero"
  },
  {
    "name": "What would you do if you were invisible for a day?"
  },
  {
    "name": "If your life were made into a movie who would play you?"
  },
  {
    "name": "What's your biggest pet peeve?"
  },
  {
    "name": "What is your special talent?"
  },
  {
    "name": "What's the best meal you've ever had?"
  },
  {
    "name": "What's you favorite Disney movie and why?"
  },
  {
    "name": "What would you do with a million dollars if you ever won the lottery?"
  },
  {
    "name": "Who was your first crush"
  },
  {
    "name": "How old were you when you had your first kiss?"
  },
  {
    "name": "What would you do if your current boyfriend/girlfriend ended things right now?"
  },
  {
    "name": "Have you ever cheated on a boyfriend/girlfriend?"
  },
  {
    "name": "Have you ever been cheated on by a boyfriend/girlfriend?"
  },
  {
    "name": "If you could go on a date with anyone in the room who would it be?"
  },
  {
    "name": "What is the most awkward moment you've ever had on a date?"
  },
  {
    "name": "If you could kiss a celebrity without it impacting your current relationship"
  },
  {
    "name": "What would you do on the perfect first date?"
  },
  {
    "name": "Of all the people you know"
  },
  {
    "name": "If you could marry one teacher in the school"
  },
  {
    "name": "What were your first impressions of me (the person asking the question)?"
  },
  {
    "name": "What personality traits would cause you to end a friendship?"
  },
  {
    "name": "Would you go behind a friend's back with a crush?"
  },
  {
    "name": "Have you ever lied to your best friend?"
  },
  {
    "name": "Would you ever cheat off a friend's paper?"
  },
  {
    "name": "How many best friends have you had during your lifetime?"
  },
  {
    "name": "If you were stuck on a deserted island which friend would you want with you?"
  },
  {
    "name": "Which person here knows something about you that you wouldn't want revealed?"
  },
  {
    "name": "What are the three qualities you feel are most important in a friend?"
  },
  {
    "name": "What would make you lie for your friend?"
  },
  {
    "name": "Is there Someone in this group that you wanted to bang?"
  },
  {
    "name": "What's the most embarrassed you've ever been while having sex?"
  },
  {
    "name": "Have you ever had sex with someone much younger or older than you? What's the biggest age difference?"
  },
  {
    "name": "Have you ever been interested in trying out tying each other up?"
  },
  {
    "name": "Have you ever been sexually attracted to someone you mentally knew was ugly?"
  },
  {
    "name": "Have you ever been attracted to family member"
  },
  {
    "name": "You wake up tomorrow as a woman/man. What dirty things do you do all day?"
  },
  {
    "name": "When was the last time you touched yourself?"
  },
  {
    "name": "You can only watch one kind of x-rated movie for the rest of your life. What is it?"
  },
  {
    "name": "If you could pick one person to join us for a threesome, who would it be?"
  },
  {
    "name": "Have you ever experimented with another guy/girl?"
  },
  {
    "name": "What animal do you find most sexually attractive?"
  },
  {
    "name": "How many time have you fake a Orgasam?"
  },
  {
    "name": "Who was the last person you've had sex with?"
  },
  {
    "name": "Vividly describe how an orgasm feels for you."
  },
  {
    "name": "Would you ever have sex with one of your teachers/professors?"
  },
  {
    "name": "What is the kinkiest porn you have ever watched?"
  },
  {
    "name": "How much would you sell your body for?"
  },
  {
    "name": "What is the most childish thing you still do?"
  },
  {
    "name": "What is something that people think you would never do"
  },
  {
    "name": "What was the worst encounter you had with a police officer."
  },
  {
    "name": "What is the weirdest location you've had sex?"
  },
  {
    "name": "What was the cruelest joke you've ever played on someone?"
  },
  {
    "name": "What's the grossest thing you've ever had in your mouth?"
  },
  {
    "name": "What's the most embarrassing nickname you've ever had"
  },
  {
    "name": "What's the most desperate thing you've done for sex?"
  },
  {
    "name": "Of the people in this room"
  },
  {
    "name": "Do you have a hot cousin?"
  },
  {
    "name": "I would pay a thousand dollars for _____ to _____ me."
  }
]
